chroma-tech/micropython/ports/esp32/boards/HORSETAIL/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "Chroma.tech Horsetail"
#define MICROPY_HW_MCU_NAME                 "ESP32S3"

#define MICROPY_PY_MACHINE_DAC              (0)

#define MICROPY_HW_ENABLE_UART_REPL         (0)
#define MICROPY_HW_ENABLE_SDCARD            (1)

#define MICROPY_HW_I2C0_SCL                 (18)
#define MICROPY_HW_I2C0_SDA                 (17)
